welcome-registered = Добро пожаловать! Введите /help, чтобы узнать список команд бота.
welcome-unregistered = 
    Привет! Я бот, который может помочь спланировать путешествие. Я помогу вам строить сложные маршруты, искать билеты, вести заметки и управлять тратами.
    Для того, чтобы в полной мере пользоваться функциональностью бота, укажите своё местоположение.
action-unregistered =
    Чтобы выполнить это дествие, необходимо зарегистрироваться. Наберите /start, чтобы начать регистрацию.

help = 
    /start - Зарегистрироваться
    /new_trip - Создать новую поездку
    /select_trip - Выбрать поездку в качестве текущей в этом чате
    /current_trip - Узнать информацию о текущей поездке
    /note - Оставить заметку к поездке
    /invite_me - Пригласить текущего пользователя в поездку

begin = Начать
continue = Продолжить
select-location = Выберите местоположение. Вы можете отправить его автоматически, нажав на кнопку ниже, или указать город вручную.
select-location-button = Отправить местоположение
location-selected = Ваш населённый пункт определён как { $location-name }. Если произошла ошибка, пожалуйста, повторите запрос: вы можете указать тип населённого пункта (город, село) или уточнить, где он находится.
location-reselect = Указать заново
location-approve = Подтвердить
select-bio = Готово! При желании вы можете составить краткое описание своего профиля (аналогично bio в telegram). Если хотите пропустить этот шаг, нажмите /skip.
registered = Готово! Спасибо за регистрацию. Введите /help, чтобы узнать список команд бота.
registered-invite = 
    Обратите внимание, вы были приглашены в следующие поездки: { $trips }. Используйте /select_trip, чтобы посмотреть информацию о них.

create-trip = Добро пожаловать! Выберите название для вашей поездки.
create-trip-name-invalid = Пожалуйста, отправьте название текстом. Длина названия не должна превышать 100 символов.
create-trip-webapp-continue = Поездка создана. Вы можете редактировать маршрут или пригласить пользователей по кнопкам ниже.
create-trip-webapp-button = Перейти к управлению поездкой

trip-manage-users = Управлять участниками
trip-users = Участники
trip-group-access = Обратите внимание, что участники этой группы, не получившие приглашение в поездку, не будут иметь доступа к командам и веб-интерфейсу. Чтобы получить приглашение автоматически, наберите /invite-me.

trip-not-set = Текущая поездка не выбрана. Наберите /select_trip, чтобы сделать выбор.
trip-no-access = У вас нет доступа к просмотру этой поездки.
current-trip = Текущая поездка
route = Маршрут
trip-manage-route = Управлять маршрутом
trip-map = Карта
trip-delete = Удалить
trip-deleted = Поездка удалена
select-trip = Выберите поездку
trip-selected = Поездка выбрана текущей в данном чате. Наберите /current_trip, чтобы узнать больше информации о поездке.

manage-users-message = 
    Вы видите список участников этой поездки. Вы можете кликнуть на любой никнейм, чтобы удалить пользователя, а также на соответсвующую кнопку внизу, чтобы добавить нового.
    Обратите внимание, что приглашённые, но ещё не зарегистрированные участники, не отображаются в списке.
select-new-user-button = Добавить участника
select-new-user = Выберите участника с помощью кнопки.
user-invited = 
    Выбранный пользователь ещё ни разу не взаимодействовал с ботом. Приглашение зарегистрировано, при первом взаимодействии пользователь будет приглашён.
user-added =
    Выбранный пользователь добавлен в поездку.
user-removed = 
    Выбранный пользователь удалён из поездки.
invited = 
    Вы приглашены в текущую поездку. Используйте /current_trip для просмотра информации.

select-note-text = Укажите текст вашей заметки.
select-note-heading = Укажите заголовок вашей заметки.
select-note-privacy = Укажите режим видимости вашей заметки.
note-private = Приватная
note-public = Публичная
note-created = Заметка создана. Вы можете производить поиск среди заметок, упомянув бота (@plan_trip_bot).
delete-node = Удалить
note-orig = Оригинал (в ЛС)
delete-note = Удалить
note-deleted = Заметка успешно удалена.

map-drawing = Рисую карту...